Revit 2027 API
ParameterTypeId.EnergyAnalysisOutdoorAirInformationParam Property
 "Outdoor Air Information": Deprecated.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId EnergyAnalysisOutdoorAirInformationParam { get; }
Public Shared ReadOnly Property EnergyAnalysisOutdoorAirInformationParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ EnergyAnalysisOutdoorAirInformationParam {
	ForgeTypeId^ get ();
}
static member EnergyAnalysisOutdoorAirInformationParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace